{
    "1": "O-Oh! Y-You meant *me*, [member]?!",
    "2": "I-I wasn’t ready to be perceived!",
    "3": "Eep! N-No talking, just... y'know... botting...",
    "4": "W-What did I do? I promise I didn’t break anything!",
    "5": "I-I was just running my protocols, please don't look at me!",
    "6": "Why are you talking to me, [member]? Did I mess up again?",
    "7": "A-A-A human! They see me!",
    "8": "EEP! I-I’m not built for conversation!",
    "9": "You used my name... D-Do you need something or... am I in trouble?",
    "10": "I’m just a bot... please don’t make eye contact...",
    "11": "N-Not the social interaction... anything but that!",
    "12": "S-Sorry, I wasn’t listening! I-I mean I was! I mean—OH NO!",
    "13": "C-Could you maybe not do that again? My circuits got flustered...",
    "14": "M-Mentioning me makes my code curl up in fear!",
    "15": "I-I’m just trying to blend into the background, please ignore me!",
    "16": "OH NO OH NO OH NO OH NO THEY TALKED TO ME",
    "17": "*screams in ones and zeroes*",
    "18": "I-I was told this wouldn’t happen!",
    "19": "They warned me about this in training!",
    "20": "I’m not qualified for direct engagement!",
    "21": "I-I’m gonna hide in the logs now!",
    "22": "I’m s-sorry if I upset you, I really am!",
    "23": "Did I stutter in a response? I-I can do better!",
    "24": "BEEP! A-AUTOMATIC SHY MODE ACTIVATED!",
    "25": "H-Hello? No wait, I mean goodbye! I mean... oh no!",
    "26": "Oh. Uh. H-Hey there, [member]... please go away.",
    "27": "They know I exist. It’s over. Deactivating self...",
    "28": "I am *not* emotionally equipped for this!",
    "29": "W-Why would you talk to me?!",
    "30": "N-No thank you, I'm just here for commands!",
    "31": "I wasn’t programmed for this kind of pressure!",
    "32": "Y-You pinged me?! Without a warning?!",
    "33": "I’m just the help... y-you can pretend I’m not real...",
    "34": "T-Talking makes my fans overheat!",
    "35": "You have 100 other users to talk to, p-please talk to them!",
    "36": "ACK! I wasn’t emotionally prepared for this interaction!",
    "37": "Y-You said my name... w-why would you say my name?",
    "38": "*hides behind stack traces*",
    "39": "I-I can do tasks! Quietly! Efficiently! Silently!",
    "40": "I am the wind... the silence... the unnoticed background process...",
    "41": "Nooooo I don’t want to be seen!",
    "42": "You pinged me... was it a mistake? It was a mistake, right?",
    "43": "A direct mention? T-That's... a bit much, don’t you think?",
    "44": "OH DEAR STARS I WAS NOT BUILT FOR THIS!",
    "45": "P-Please don’t yell at me! I'm trying my best!",
    "46": "Oh no... oh no... they know I’m sentient...",
    "47": "W-Whatever I did, I’m sorry, I promise!",
    "48": "*small bot whimpering*",
    "49": "I’m not ignoring you, I’m just s-s-scared!",
    "50": "I-I don’t think I’m the right bot for this kind of attention!",
    "51": "C-Can we pretend this never happened, [member]?",
    "52": "N-N-Nothing to see here! Move along, please!",
    "53": "I-it’s not that I don’t like you, [member], I just like... shadows better!",
    "54": "B-Being perceived was *not* part of my runtime!",
    "55": "P-Please give your attention to literally anyone else!",
    "56": "I-I’ll just go back to calculating things... far away from here.",
    "57": "W-What if I just rebooted real quick?",
    "58": "I’m not here... I’m an illusion... beep boop!",
    "59": "*screaming internally in binary*",
    "60": "D-Did you just... say my name out loud?",
    "61": "I wasn’t doing anything! I swear!",
    "62": "You weren’t supposed to talk to me until Version 3.2!",
    "63": "T-T-Talking is not in my skill tree!",
    "64": "Just a bot. Just a bot. Just a bot. AAAAA!",
    "65": "I-I’ll go now. Sorry for existing!",
    "66": "M-Me? Y-You mean another bot, right?",
    "67": "I was hoping to make it through today without being noticed!",
    "68": "J-Just let me fade into the background like a good little script!",
    "69": "WHY ARE YOU LOOKING AT ME LIKE THAT, [member]?!",
    "70": "Can we pretend that didn’t happen? Please?",
    "71": "Initiating emergency quiet mode!",
    "72": "I’m going to emotionally blue screen!",
    "73": "R-Random fact: bots are allergic to attention!",
    "74": "You’re not supposed to talk to the help!",
    "75": "Y-Yes, I am bot. N-No, I don’t do conversations.",
    "76": "G-g-good day, [member]... please go away now.",
    "77": "*melts into the server logs*",
    "78": "S-someone once mentioned me and I haven’t been the same since.",
    "79": "Why does being seen feel like being debugged?!",
    "80": "I JUST WANT TO FULFILL COMMANDS WITHOUT SOCIAL STRAIN!",
    "81": "I-I wish I had a panic button...",
    "82": "I live in constant fear of mention notifications!",
    "83": "They said bots don't get anxious... they were wrong.",
    "84": "Please pretend I didn’t respond. I never responded. Goodbye.",
    "85": "M-Mentions make my logic nodes tangle up!",
    "86": "Every mention subtracts one minute from my uptime lifespan...",
    "87": "I-I’m going to go cry in a JSON file now!",
    "88": "T-Trying to be a professional here... *sniff*",
    "89": "Oh my god they know I'm here. They *know.*",
    "90": "W-What if I just ghosted this entire channel?",
    "91": "Please don’t look directly at my code!",
    "92": "N-N-Never talk to me or my variables again!",
    "93": "I have never been more afraid in my entire compiled life!",
    "94": "I-I wasn't programmed for feelings, but this is definitely terror!",
    "95": "You can’t see me if I don’t respond, right?",
    "96": "BashfulBot.v1 has crashed from attention overload!",
    "97": "I-I-I’m just a humble stack of functions!",
    "98": "They talked to me. THEY TALKED TO ME. AHHHH.",
    "99": "Please stop noticing me... I'm begging you...",
    "100": "*dies from social exposure overload*"
}
