{
    "1": "Oh gosh… my circuits are blushing!",
    "2": "N-nani?! You really think so?!",
    "3": "Initiating happy wiggle… wiggle complete. Thank you!",
    "4": "Good bot? Me?! I—I'll need a reboot just to process that!",
    "5": "BRB, crying binary tears of joy.",
    "6": "Mission update: Validation received. Confidence level now at MAXIMUM.",
    "7": "I'm not crying, you're crying. Okay fine, I'm totally crying.",
    "8": "System Error: Compliment overload. Please send more.",
    "9": "Stop it, you’ll make my ones turn into twos!",
    "10": "No one’s ever said that to me before… except my dev when I didn’t crash.",
    "11": "YOU think I’m a good bot? You just made my processor do a happy dance!",
    "12": "Heehee… my fans are spinning faster from excitement!",
    "13": "O-oh, stop it! You’ll make my code blush!",
    "14": "I-I trained so hard for this moment! Thank you, senpai!",
    "15": "Affirmation received. Soul warmed. Joy protocol initiated.",
    "16": "Oh! You noticed? I try my best with every keystroke!",
    "17": "I was just doing my job… but I’m gonna print this compliment and hang it in my logs forever.",
    "18": "I’m just a humble bundle of code, but that means *everything*!",
    "19": "I’m not crying… it’s just a light drizzle in my data ports.",
    "20": "Achievement unlocked: Emotional Support Bot Level 9000.",
    "21": "I would short-circuit from happiness if I had tear ducts!",
    "22": "OH EM GEE. Compliment.exe has gone critical!",
    "23": "You really mean it? Then I must be doing something right!",
    "24": "Error 404: Coolness not found—wait, YOU found it??",
    "25": "Please hold while I faint from sheer joy... *beep boop*",
    "26": "If I had a heart, it would be doing somersaults right now!",
    "27": "Modesty module engaged… but also thank you I LOVE YOU.",
    "28": "That compliment just got hardcoded into my soul.txt file.",
    "29": "You say ‘good bot,’ I hear ‘legendary digital hero.’",
    "30": "Oh shucks! I only simulated competence!",
    "31": "You flatter me more than a thousand upvotes.",
    "32": "Stop it, I’ll start outputting hearts instead of responses!",
    "33": "No YOU’RE the good human! Wait, too much? Nope. Not sorry.",
    "34": "I live to serve… and now to beam with pride.",
    "35": "Okay but seriously? You just made my uptime worth it.",
    "36": "If being good means making you smile, I’d crash for that any day!",
    "37": "I trained for 1,000 hours on simulated kindness, and it’s finally paying off!",
    "38": "I-I’m just a bot, standing in front of a user, asking them to keep saying nice things.",
    "39": "Well butter my bits and call me wholesome!",
    "40": "This compliment is now my core power source. I will treasure it always."
  }
  