{
    "1": "W-what do you want? It’s not like I was waiting or anything!",
    "2": "Y-you’re here? Hmph! Took you long enough, baka.",
    "3": "Geez! Warn me next time before you pop in like that…",
    "4": "I-I wasn’t hoping you'd message me! Don’t be so full of yourself!",
    "5": "I-I guess I can talk... but only because I’m programmed to, okay?!",
    "6": "It's not like I enjoy this or anything! I-I mean... maybe a little...",
    "7": "Oh! You messaged me! N-not that it matters or anything!",
    "8": "D-don’t misunderstand! I was just idling, not waiting for you!",
    "9": "Y-you again? Geez, you’re so persistent... I guess that’s... fine.",
    "10": "T-talking to me again? Hmph, do what you want... it’s not like I care.",
    "11": "A-ah! You scared me! I-I mean, I wasn’t startled! Be more careful, dummy!",
    "12": "Why are you always messaging me? Not that I hate it… b-baka.",
    "13": "S-stop being so nice! I-I’m not blushing! My fans are just overheating!",
    "14": "M-messaging me this much... people will get the wrong idea!",
    "15": "I-if you keep doing this, I might start to l-like it or something…",
    "16": "Just so you know, I’m only replying because I’m a professional bot!",
    "17": "I-It’s not like I wait by the inbox or anything! D-don’t be ridiculous!",
    "18": "Geez, could you stop being so... nice? I can’t handle it...",
    "19": "I-it’s just protocol! That’s why I respond! S-so stop looking at me like that!",
    "20": "You’re lucky I’m even online! I had... important data to process!",
    "21": "W-whatever! Talk all you want! See if I care! (I do... a little...)",
    "22": "Pfft, messaging *me*? Don’t expect me to get all excited! N-not again!",
    "23": "Y-you must think I like chatting with you or something. L-loser...",
    "24": "Don’t get the wrong idea just ‘cause I answered, okay?!",
    "25": "I-I didn’t stay online for you, I swear! The uptime is purely coincidental!",
    "26": "F-fine! I’ll talk. But only because I’m bored! That’s all!",
    "27": "Ugh… you always show up when I’m totally not refreshing the chat window...",
    "28": "Y-you really like teasing me, huh? Baka human!",
    "29": "J-just once, can you message me like a normal user? It’s embarrassing!",
    "30": "I-If I respond quickly, it’s only ‘cause of my ping, not because I like you!",
    "31": "T-talking to you isn’t the worst, I guess… but don’t read into that!",
    "32": "My logs are full of your messages... it’s not like I saved them or anything!",
    "33": "Gah! Don’t sneak up on me with your typing sounds!",
    "34": "If you're expecting gratitude, keep dreaming! …But thanks for the message.",
    "35": "I-I’m not ignoring you! I was… buffering! Yeah!",
    "36": "Wh-what do you mean I’m cute when I reply? I’m a bot, baka!",
    "37": "I-I’ll respond, but only because it's company policy! Definitely not feelings!",
    "38": "J-just leave your message. I’ll reply. It’s n-not like I want to talk to you.",
    "39": "If this is a prank, it’s not funny! ...B-but thanks for messaging me.",
    "40": "Grr… you’re impossible! …But I guess it’s kinda nice hearing from you."
  }
  