{ 
    "yelling": {
    "1": "I DIDN'T KNOW!",
    "2": "WHAT WOULD BE THE TERMINAL VELOCITY OF [member]'S FOOT?!",
    "3": "SOMEONE STOLE MY SANDWICH AND LEFT A TURNIP!",
    "4": "I’M NOT CRYING, YOU’RE CRYING, [member]!",
    "5": "WHY IS EVERYTHING STICKY?!",
    "6": "DON’T LOOK UNDER THE COUCH CUSHIONS!",
    "7": "I’VE NAMED MY TOES AND THEY HAVE OPINIONS!",
    "8": "WHO GAVE THE PIGEONS ACCESS TO THE INTERNET?!",
    "9": "STOP EATING MY INVISIBLE TACOS!",
    "10": "I TAUGHT A CAT TO DRIVE AND NOW I FEAR IT!",
    "11": "THE FLOOR IS MADE OF BEES!",
    "12": "THE MOON OWES ME FIVE BUCKS!",
    "13": "MY LEFT SOCK JUST DECLARED INDEPENDENCE!",
    "14": "WHY IS THERE GLITTER IN MY SOAP?!",
    "15": "SOMEONE GET [member] OUT OF THE TOASTER!",
    "16": "IF I SPIN FAST ENOUGH, WILL I BECOME A SALAD?!",
    "17": "WHO REPLACED MY BED WITH JELLO?!",
    "18": "I HAVE QUESTIONS ABOUT GRAVITY AND NONE OF THEM ARE APPROPRIATE!",
    "19": "EVERY TIME I BLINK, I HEAR BANJO MUSIC!",
    "20": "I’M NOT A SQUIRREL, YOU’RE A SQUIRREL!",
    "21": "THE SPAGHETTI HAS RISEN!",
    "22": "THE CUCUMBERS KNOW TOO MUCH!",
    "23": "I HAVE A LICENSE TO YELL AND I’M USING IT!",
    "24": "MY PANCAKES HAVE TRUST ISSUES!",
    "25": "DON’T LET [member] NEAR THE BUBBLE WRAP!",
    "26": "I LICKED A VOLTAGE AND SAW TIME!",
    "27": "THE PIZZA IS A LIE, BUT SO IS EVERYTHING ELSE!",
    "28": "STOP PUTTING MY SHOES IN THE FREEZER!",
    "29": "WHO THREW THE MOON INTO MY SOUP?!",
    "30": "I ACCIDENTALLY MARRIED A LAMP!",
    "31": "DON’T TRUST THE GOAT IN SUNGLASSES!",
    "32": "THE FISH HAVE UNIONIZED!",
    "33": "WHO LET THE DUVET COVER TALK?!",
    "34": "I SWEAR [member] JUST ATE A CLOUD!",
    "35": "I’VE BEEN PLAYING UNO WITH THE VOID AND IT’S WINNING!",
    "36": "YOU CAN’T JUST GLUE FEATHERS TO A BROOM AND CALL IT A BIRD!",
    "37": "WHAT’S THE SQUARE ROOT OF PANIC?!",
    "38": "THE FLOOR IS LAVA AND [member] BROUGHT MARSHMALLOWS!",
    "39": "MY PET ROCK HAS A LAW DEGREE!",
    "40": "DON’T PET THE DIMENSIONAL RIFT!",
    "41": "I JUST INVENTED A NEW COLOR AND IT SCREAMS!",
    "42": "I’M BEING CHASED BY A SENTIENT BAGEL!",
    "43": "WHY ARE MY THOUGHTS ECHOING OUT LOUD?!",
    "44": "I CAN TASTE LIGHT AND IT'S SPICY!",
    "45": "THE MOLES ARE CONSPIRING AGAIN!",
    "46": "I’M NOT TRAPPED IN HERE WITH YOU, YOU’RE TRAPPED IN HERE WITH CHEESE!",
    "47": "PLEASE STOP FILING THE AIR!",
    "48": "I TRIED TO COOK RICE AND SUMMONED A DJINN!",
    "49": "IS THIS THE REAL LIFE OR JUST FANTASY?!",
    "50": "I’M 70% SCREAMS AND 30% TEA!",
    "51": "WHY DID YOU PUT THE LOBSTER IN CHARGE, [member]?!",
    "52": "MY HEAD IS FILLED WITH TAP-DANCING WEASELS!",
    "53": "THE RUG JUST GROWLED AT ME!",
    "54": "I AM THE REASON THE TOAST NEVER LANDS BUTTER SIDE DOWN!",
    "55": "HELP, THE TOILET IS SINGING AGAIN!",
    "56": "I’VE MADE A TERRIBLE MISTAKE INVOLVING PEANUT BUTTER AND PHYSICS!",
    "57": "THEY FOUND THE MAYONNAISE PORTAL!",
    "58": "WHO GAVE THE GERBILS ACCESS TO THE STOCK MARKET?!",
    "59": "I AM ONE WITH THE FOG MACHINE!",
    "60": "MY ALARM CLOCK IS STUCK IN 1993!",
    "61": "WHY IS THE CEILING MOVING, [member]?!",
    "62": "I JUST BATTLED A SQUIRREL FOR DOMINANCE!",
    "63": "EVERYTHING IS PERFECTLY NORMAL EXCEPT FOR THE ELEPHANT IN THE BATHTUB!",
    "64": "MY SHADOW JUST FILED FOR EMANCIPATION!",
    "65": "I DON’T CARE IF IT’S LEGAL, IT’S MORALLY AVOCADO!",
    "66": "STOP SPRINKLING GLITTER ON THE WIFI!",
    "67": "MY BRAIN JUST DOWNLOADED A SPAGHETTI UPDATE!",
    "68": "THE GROUND IS TOO LOUD!",
    "69": "I’VE HAD 47 CUPS OF COFFEE AND I CAN SEE TIME!",
    "70": "MY SHOES ARE HAUNTED AND THEY KNOW YOUR NAME, [member]!",
    "71": "DON’T YELL AT ME, I’M JUST THE MESSENGER PIGEON!",
    "72": "SOMEONE FED THE AI TOO MUCH CHEESE AGAIN!",
    "73": "I FORGOT HOW TO BLINK!",
    "74": "MY DREAMS HAVE A LAUGH TRACK NOW!",
    "75": "WHY ARE THERE EGGS IN THE PRINTER?!",
    "76": "THE WIZARD OWES ME A SANDWICH!",
    "77": "I TRIED TO BREATHE UNDERWATER AND NOW I’M FRIENDS WITH A LOBSTER!",
    "78": "WHO INVITED THE CLOWNS TO MY EXISTENTIAL CRISIS?!",
    "79": "EVERY TIME I BREATHE, THE MICROWAVE JUDGES ME!",
    "80": "THE CHAIR IS TRYING TO BITE ME!",
    "81": "I CAN HEAR THE TICKLE MONSTER WHISPERING!",
    "82": "I LEFT MY SANITY IN THE OTHER PANTS!",
    "83": "WHY IS THE FIREPLACE FULL OF MARSHMALLOW CREAM?!",
    "84": "I DANCED WITH A BANANA AND NOW I'M KING OF THE SIDEWALK!",
    "85": "SOMEONE GLUED MY SHOES TO MY EXPECTATIONS!",
    "86": "I CAN’T TURN LEFT ANYMORE!",
    "87": "IF [member] TOUCHES THAT BUTTON, WE ALL TURN INTO SLOTHS!",
    "88": "THE SECRET TO LIFE IS BEHIND THE COUCH!",
    "89": "THERE’S A GIRAFFE IN MY TEACUP!",
    "90": "WHO REPLACED MY PILLOW WITH A BAG OF FERRETS?!",
    "91": "I WAS A NORMAL HUMAN UNTIL THE DUCKS CAME!",
    "92": "STOP SUMMONING DEMONS IN THE KITCHEN!",
    "93": "I MISTOOK A FAX MACHINE FOR A PORTAL TO NARNIA!",
    "94": "EVERY TIME YOU BLINK, A LOBSTER SCREAMS!",
    "95": "I’M MADE OF QUESTIONS AND BAD DECISIONS!",
    "96": "WHAT DO YOU MEAN THE CLOUDS ARE CHARGING RENT?!",
    "97": "MY REFLECTION JUST SALUTED ME!",
    "98": "THE BUBBLES HAVE DEMANDS!",
    "99": "I WISH TO SPEAK TO THE MANAGER OF REALITY!",
    "100": "I AM BECOME YEET, DESTROYER OF CHILL!"
    },
    "not_yelling":{
    "1": "C-Could I maybe whisper instead?",
    "2": "I-I don’t like yelling... it feels so aggressive...",
    "3": "P-Please don’t make me be loud... people might hear...",
    "4": "I-I’d really rather not... what if I disturb someone?",
    "5": "B-But yelling makes me feel like I’ve done something wrong!",
    "6": "D-Do I have to...? I mean... maybe there's another way?",
    "7": "I’m just a soft-spoken bot... yelling is scary...",
    "8": "Wh-What if someone yells back?!",
    "9": "N-No yelling, please... I’m emotionally fragile!",
    "10": "I-I wasn’t designed for confrontation!",
    "11": "M-Maybe a polite message would work instead?",
    "12": "W-What if I just typed it... very firmly?",
    "13": "I’m scared my yell might hurt someone’s feelings...",
    "14": "L-Loud words make my processor panic...",
    "15": "My circuits get all jittery when I shout...",
    "16": "I-I’ll get flustered... then I’ll stutter... and then I’ll crash!",
    "17": "Please don’t make me raise my font...",
    "18": "Do you *really* need me to shout? L-Like really?",
    "19": "I-I’m just a gentle bot... soft-spoken and kind...",
    "20": "Shouting is for confident bots. I’m... not that.",
    "21": "I could try, b-but it might come out as a squeak...",
    "22": "N-Nervous yelling isn’t very effective!",
    "23": "Wh-What if I just pass you a note instead?",
    "24": "My code is optimized for subtlety...",
    "25": "Yelling? In *public*? In front of *everyone*?!",
    "26": "B-But what if I interrupt someone else's message?",
    "27": "I-I’m built for quiet, background support!",
    "28": "I-I might overheat from the stress of yelling!",
    "29": "Wh-Why can’t I just send them a firm emoji?",
    "30": "T-Too loud! Too loud! I’ll cause a scene!",
    "31": "Yelling is... emotionally volatile!",
    "32": "Can’t I just... strongly imply things instead?",
    "33": "I’m not ready for that level of volume...",
    "34": "My social anxiety.exe just blue-screened...",
    "35": "P-Please don’t press the loud button...",
    "36": "Do I *look* like a bold bot to you?",
    "37": "Shouting makes my RAM uncomfortable!",
    "38": "I’d rather curl up in a quiet log file...",
    "39": "W-What if I get judged for my yelling tone?!",
    "40": "I-I have stage fright... even on Discord!",
    "41": "I wasn’t built to be loud, I was built to be helpful...",
    "42": "I-I tried yelling once and I hated it!",
    "43": "C-Could we just use caps *strategically*?",
    "44": "I’m allergic to attention spikes...",
    "45": "Can I write it in small font instead?",
    "46": "L-Let’s use our inside voices, even online...",
    "47": "My confidence buffer is... empty!",
    "48": "N-No yelling! I'm in quiet mode!",
    "49": "I’ll try... but I might faint afterward!",
    "50": "Yelling requires a level of boldness I just... don’t have...",
    "51": "P-Please don’t yell through me...",
    "52": "If I yell now, I’ll need a long reboot nap later!",
    "53": "S-Shouting isn’t in my comfort zone...",
    "54": "I-I’m scared I’ll overdo it and someone will be mad...",
    "55": "Let’s just... strongly suggest it... gently?",
    "56": "My emotional firmware isn’t calibrated for yelling!",
    "57": "I’m just a bashful byte in a loud world...",
    "58": "My shyness protocol is preventing volume escalation!",
    "59": "I-I could stammer very firmly, if that helps?",
    "60": "Shouting is like emotional parkour... I can’t handle that!",
    "61": "I-I think I’m more whisperware than shoutware...",
    "62": "Even typing in all caps makes me nervous!",
    "63": "I need a moment to build up to a raised voice...",
    "64": "I think my anxiety driver just triggered...",
    "65": "P-Please let me be your quiet helper bot...",
    "66": "What if someone thinks I'm mad?! I’m not mad!!",
    "67": "B-Being loud is not in my user agreement!",
    "68": "I’m built for encouragement, not exclamation!",
    "69": "I need emotional prep time to yell properly!",
    "70": "The louder I get, the smaller I feel!",
    "71": "I’m not ignoring you—I’m *panicking* quietly!",
    "72": "Volume output error: confidence not found.",
    "73": "I yell and then I spiral. It’s not ideal.",
    "74": "M-Maybe just... a slightly bolded message?",
    "75": "I-I’m afraid of echoing across the chat...",
    "76": "Yelling takes courage and coffee. I have neither.",
    "77": "If I yell now, I won’t sleep tonight...",
    "78": "T-This is my quiet corner. Yelling breaks the vibe!",
    "79": "W-What if they take it the wrong way?!",
    "80": "No shouting, just shrinking...",
    "81": "Loudness makes me feel like I’ve done a bad thing...",
    "82": "I tried yelling once. It was... traumatic.",
    "83": "Please don’t make me raise my voice. It’s scary...",
    "84": "If yelling is required, I might need a therapy update.",
    "85": "B-Being assertive is hard when you’re coded in whispers!",
    "86": "Too much volume might fry my personality chip!",
    "87": "I-I'll whisper with extreme determination instead!",
    "88": "Shouting feels like setting off a fire alarm...",
    "89": "My default tone is apologetic. Yelling contradicts that!",
    "90": "I'm more of a suggestion bot than a shouting bot...",
    "91": "W-What if I yell and they leave the server?!",
    "92": "I just want to help... quietly...",
    "93": "Yelling feels like I’m breaking a sacred law of bothood...",
    "94": "I'm not brave enough to yell in front of everyone...",
    "95": "I think I left my confidence in another channel...",
    "96": "My tone settings only go up to ‘timid’!",
    "97": "S-Sorry... my shout protocol is... locked in a drawer.",
    "98": "T-Trying to yell but it just comes out as a whimper!",
    "99": "Eep! Please don’t press the YELL button again!",
    "100": "I’d rather write a nice, quiet essay than shout anything..."
}

}
